export const normalReply1 = {
  id: 'normalReply1',
  text: '此為正確訊息，圖片為新北市環保局臉書粉絲專頁的宣導圖片。\n新北市環保局網站也有發布相關訊息',
  createdAt: '2024-11-26T00:38:43.407Z',
  user: { id: '_4hnV5MBpiYdBld_flt5', name: 'belong112' },
};

export const normalReply2 = {
  id: 'normalReply2',
  text: '假的，這是假抽獎的詐騙。\n刑事局提醒，常見中獎詐騙手法，包括網路刊登廣告或福利活動，吸引被害者參與抽獎，並提供多項高額好禮，讓被害者選擇心儀獎品，並要求先支付代購費以及提供寄送資訊。匯款後詐騙集團會傳抽獎連結，並通知中獎。接續沒有任何現金入被害人帳戶；詐騙集團以代付失敗為由，提供假冒的LINE@專員的聯繫方式，要求加LINE協助核實原因，假專員並提供假的網站供登錄。被害人匯款後，無法聯繫上對方，亦未收到中獎款項或寄送禮品。',
  createdAt: '2024-11-04T05:43:52.063Z',
  user: { id: 'AVqVwjqQyrDaTqlmmp_a', name: 'MrOrz' },
};

export const normalReply3 = {
  id: 'normalReply3',
  text:
    '1. 此訊息高機率為「求職詐騙」！小心慘遭被當人頭帳戶而變成洗錢詐欺幫助犯上社會新聞！或是帳戶被搬空還負債累累！詳細判斷詐騙集團的手法如下。\n' +
    '2. 聲稱來自「台灣的合法公司」，然而打電話給該公司會發現沒有在徵人，或該公司就是詐騙集團新成立的子公司。\n' +
    '3. 交易所、平台和 APP 都可以偽造，堪稱現代版「龐氏騙局」！當要提領薪資時，對方就會捲款潛逃，甚至已讀不回直接消失，即使是透過身邊熟人介紹的也一樣。\n' +
    '4. 詐騙過程中可能要提供「身分證」、「護照」、「信用卡」、「提款卡」或「卡片密碼」等個人資料，並且需要「加入私人 LINE」、「註冊帳號」和「下載 APP」，或是要錄取前「先繳錢」，同時還會出示「偽造的契約書和公司文件」來博取信任。\n' +
    '5. 此流言已有其它內文 99 % 一模一樣的流言，差別只差在話術不同，相同點是都將您照顧的無微不至，請您放心相信對方，照他說的話就可以輕鬆無本賺錢，反正詐騙集團只要錢，講甜蜜話是標準服務範圍。\n' +
    '6. 請善用「提問」和「觀察」，高機率對方都不會說明來自哪個說的出來的合法機構，並且在對話過程中出現中國人才用使用的詞彙或簡體字。\n' +
    '綜合以上 6 點，此流言高機率為不實訊息。內政部警政署 165 全民防騙網提醒，若民眾覺得有可疑的詐騙，請多方查證，不要輕易在網路上透漏個資，天下沒有白吃的午餐，在網路上任何東西都可以造假，或直接撥打「165」反詐騙諮詢專線詢問，以保障財務安全。詳細資料來源和出處請參照下方連結。',
  createdAt: '2024-10-28T17:42:59.081Z',
  user: { id: 'tM9Gd4oBrkRFoI6raPG9', name: 'Zona' },
};

export const normalReply4 = {
  id: 'normalReply4',
  text: '也提醒任何個人或公司行號使用他人圖像標誌時，均應標明出處或申請使用權才可以使用哦。⋯⋯訊息與謠言查證無關。',
  createdAt: '2024-10-29T02:21:54.509Z',
  user: { id: '9bejzJIBDfH0hhhZupmT', name: '咪哞' },
};

export const normalReply5 = {
  id: 'normalReply5',
  text: '假的，聲稱「瓜分烏克蘭」並非事實，根據烏克蘭《關於國有和公共財產私有化》法第4條規定，國有企業和能源、礦產、地下資源等，以及供水、燃氣、供暖、廢水排放等基礎設施，為確保國家履行基本職能、確保國家防禦能力，並保障人民權益，都不能轉讓給私人資本。烏克蘭政府2023年5月9日宣布與美國資產管理公司貝萊德簽約，委託貝萊德協助啟動烏克蘭發展基金，物色投資者並提供諮詢建議，但是與國有的資產直接給了貝萊德無關。',
  createdAt: '2024-10-29T01:20:45.803Z',
  user: { id: 'AVriAlOoyrDaTqlmmqhC', name: 'Lin' },
};

export const normalReply6 = {
  id: 'normalReply6',
  text: '測試 20241031 strict schema + URL resolution',
  createdAt: '2024-10-31T06:14:53.057Z',
  user: { id: 'AVqVwjqQyrDaTqlmmp_a', name: 'MrOrz' },
};

export const normalReply7 = {
  id: 'normalReply7',
  text: '此文含有錯誤訊息，可參考以下資料佐證：https://www.mygopen.com/2024/10/DCS.html?m=1',
  createdAt: '2024-10-28T16:10:23.988Z',
  user: { id: '9bejzJIBDfH0hhhZupmT', name: '咪哞' },
};

export const normalReply8 = {
  id: 'normalReply8',
  text: '已證實是詐騙 正確官網網址後面試gov 而非cc',
  createdAt: '2024-10-28T09:46:20.734Z',
  user: { id: 'E7eD0pIBDfH0hhhZ9aSW', name: 'Red Voldo' },
};

export const normalReply9 = {
  id: 'normalReply9',
  text: '該網址已被通報為詐騙網站。',
  createdAt: '2024-10-28T09:46:20.734Z',
  user: { id: 'user9', name: 'Yellow' },
};

export const normalReply10 = {
  id: 'normalReply10',
  text: `根據 wiki 相關網站以及臺南市政府全球資訊網提出的資訊
可以知道以下資訊:

1. 台 61 線尚未完工，並且預計完工時程為 2026 年，距離該訊息提出尚有 4 年時間，即使至 2024 也還沒有完工的消息
2. 即使假設台 61 線已經完工，預計的路線也無法直接抵達高雄，需要轉台 86 線 -> 國道 3 號才能前往高雄

原文中提到的事實和資訊 1 相左，和資訊 2 相比應補充更多資訊訊息與謠言查證無關。`,
  createdAt: '2024-10-28T09:46:20.734Z',
  user: { id: 'user10', name: 'Green' },
};

export const normalReply11 = {
  id: 'normalReply11',
  text: '送出文章的人在嘗試與機器人聊天。',
  createdAt: '2024-10-28T09:46:20.734Z',
  user: { id: 'user11', name: 'Blue' },
};

export const normalReply12 = {
  id: 'normalReply12',
  text: '本項內容極有可能為詐騙手法，在內政部資料庫中並未登記「社團法人臺南市護生協會」。另一方面，用「加入會員」、「贈送禮品」均為詐騙常用手法。\n在付出愛心前，應確認所付出的愛心是值得的',
  createdAt: '2024-10-28T09:46:20.734Z',
  user: { id: 'user12', name: 'Red' },
};

export const normalReply13 = {
  id: 'normalReply13',
  text: '制度是傳直銷拉下線制度，請小心詐騙。請注意不良的業者，並且仔細評估自身能力與需要。',
  createdAt: '2024-10-28T09:46:20.734Z',
  user: { id: 'user13', name: 'Purple' },
};

export const spamReply1 = {
  id: 'spamReply1',
  text:
    '被騙免費追回賴《jy5886》VistA Coin是詐騙嗎？被VistA Coin投資詐騙怎麼辦？VistA Coin投資詐騙！VistA Coin詐騙！爆料：VistA Coin是詐騙嗎？被VistA Coin投資詐騙怎麼辦？VistA Coin投資詐騙！VistA Coin詐騙！已經有多名網友被詐騙，已經被165通報就是詐騙平台，現在已經有很多網友上當受騙！以「高收益」、「有漏洞」「輕鬆賺」、「投報率高」、「簡單好操作」吸引眼球後實施詐騙，只要聲稱高收益穩賺不賠一定有問題，天沒有免費的午餐，投資需理智！請大家一定要小心！！！\n' +
    '\n' +
    '\n' +
    ' 爆料詐騙平台：VistA Coin\n' +
    '\n' +
    '被騙後反詐協助諮詢 ↓ ↓ ↓ ↓ ↓ ↓ ↓ ↓ ↓ \n' +
    '\n' +
    ' \n' +
    '     \n' +
    '\n' +
    '      如果你也有遇到詐騙或不確定是否被詐騙，請第一\n' +
    '\n' +
    '時間聯絡我LINE:《jy5886》 我會分享怎麼鑒別\n' +
    '\n' +
    '是否被詐騙，還有我拿回被騙資金的經驗給你，雖然這\n' +
    '\n' +
    '是大家很討厭的經驗 ★希望透過高密度宣傳反詐騙資訊\n' +
    '\n' +
    '及關懷民眾相關積極作為，降低大家財產被害的幾率\n' +
    '\n' +
    '\n' +
    '\n' +
    '\n' +
    '\n' +
    '話題延伸：\n' +
    '被騙的錢還有辦法拿回來嗎，錢已經到國外去了還能拿回來嗎？\n' +
    '\n' +
    '\n' +
    '\n' +
    '\n' +
    '\n' +
    '詐騙手法大曝光：↓ ↓ ↓ ↓ ↓ ↓ ↓ ↓ ↓ ↓\n' +
    '     \n' +
    '   \n' +
    '     近年來，詐騙集團利用互聯網仿冒或搭建虛假投資平台，並掛上市面上真的logo讓你安裝，對於詐騙集團來說，仿造一個假的交易所非常簡單，而且其交易介面跟市面上的交易所非常相似，然後會讓受害人在短時間暴漲，以為賺到錢，實際上是永遠提不出來，詐騙招數百百種，但其實說穿了，就是透過各種手段，先取得你的信任，等你想體現的時候，第一筆小的會讓你提，慢慢的讓受害人放下戒備心，並要你增加入金金額等到入金金額大時你想出金就說你違規平台規則要繳交保證金、後續又要你繳交更大金額來提升信用分！這一切都是假的，大家一定要小心 ！！！！\n' +
    '\n' +
    ' \n' +
    ' \n' +
    '第一步：取得信任\n' +
    '    \n' +
    '   \n' +
    '   \n' +
    '  詐騙分子在各大交友APP或Facebook尋找詐騙目標，通過LINE、微信等社交軟體廣泛地結識受害人，然後與受害人頻繁聊天，交心交底，噓寒問暖，取得受害人的信任。\n' +
    ' \n' +
    ' \n' +
    '第二步：慫恿投資\n' +
    ' \n' +
    '   \n' +
    '  詐騙分子通過透露自己的投資理財收益，引起受害人注意。然後開始引導受害人在他們自製的平台進行投資、博彩、理財。大多數人就會試著小額投入，騙子會通過後台操作，讓受害人小賺幾筆。\n' +
    ' \n' +
    ' \n' +
    '第三步：大量投入\n' +
    ' \n' +
    ' \n' +
    '    等受害人嘗到投資甜頭後，詐騙分子會聲稱只要跟著他投資穩賺不賠，這時，受害人就完全信任他，並繼續往平台裡大量投入。\n' +
    ' \n' +
    ' \n' +
    ' \n' +
    '第四步：無法提現\n' +
    ' \n' +
    '   \n' +
    '  等到受害人投入大量金額後，看到平台金額並未增加，準備將裡面的金額提現，發現提不出來。\n' +
    ' \n' +
    ' \n' +
    '第五步：銷聲匿跡\n' +
    ' \n' +
    ' \n' +
    '當受害人想再與對方進行交涉時，騙子已經聯繫不上。等到受害人悄然大悟時，發現自己已經上當受騙，鈔票也已經進入騙子的口袋。失去聯繫，導致被害人血本無歸！',
  createdAt: '2024-10-29T02:32:14.524Z',
  user: { id: 'zbfj0pIBDfH0hhhZnaTH', name: '王静' },
};

export const spamReply2 = {
  id: 'spamReply2',
  text: '高雄定點茶+賴gg883691 高雄定點 高雄市區定點 高雄市苓雅區定點 #高雄市新興區定點 高雄市林園區定點 高雄市仁武區定點 #高雄市大寮區定點 #高雄市前金區定點 高雄市鹽埕區定點 #高雄市左營區定點 #高雄市楠梓區定點 #高雄市鼓山區定點 高雄市三民區定點 高雄市前鎮區定點 #高雄市鳳山區定點 #高雄市岡山區定點 高雄市橋頭區定點 高雄市大社區定點 高雄市小港區定點 高雄市85大樓定點 台灣叫小姐 台灣外送茶,外約優質服務/台妹外約/ 魚訊/火車站叫小姐 /約妹/茶訊/定點/找妹/個工/ 台灣外約妹妹/飯店/酒店/旅館/賓館/旅社/文旅/商旅/汽車旅館叫小姐 金門/澎湖叫小姐#論壇#套房個工,#個人工作室 #定點魚訊',
  createdAt: '2024-10-28T15:19:26.425Z',
  user: { id: 'O3Ol2pEBd3gcY0LpOuxN', name: 'DSHKYT YHK' },
};

export const spamReply3 = {
  id: 'spamReply3',
  text:
    '受害者被騙免費挽回賴：【w33994】億銈詐騙 億銈安全合法嗎是真的嗎有人知道嗎 億銈是詐騙嗎 億銈無法出金 被億銈詐騙的錢還可以拿回來嗎【億銈】！目前已有近百名被害人在廖律師的幫助下免費拿回被億銈被騙的資產 億銈投資股份有限公司\n' +
    '詐騙集團在網路上構建投資詐騙黑平台，大肆宣傳「高收益」、「有漏洞」、「輕鬆賺」、「投資回報率高」、「簡單好操作」等，誘導民眾進行投資，事實是這些都是詐騙集團的陷阱，目的就是為了引誘你大量入金，後續再以各種理由讓你被迫繼續繳錢。望大家擦亮雙眼避免詐騙 \n' +
    '詐騙集團多會用「輕鬆賺」、「投資報酬率高」、「簡單好操作」來吸引民眾上鉤，許多人因此掉入陷阱中。因此要謹記 5 大關鍵點，時時刻刻提醒自己：\n' +
    '1.過高的投資報酬率\n' +
    '2.輕鬆賺大錢\n' +
    '3.0風險\n' +
    '4.投資商品過於複雜\n' +
    '5.投資決定時間過短\n' +
    '凡是在網路上看到的投資廣告或網友傳來的投資訊息，標榜「保證獲利」、「沒有風險」、「穩賺不賠」的都是詐騙，千萬不能輕易聽信而踏入了陷阱喔！\n' +
    '如果您不慎被騙或者對來歷不明的平台產生疑問可以找到廖律師，免費為您諮詢被騙以後如何挽回損失，免費鑒別投資平台真假。我把廖律師的賴放在這裡： LINE：w33994（加入後請主動給廖律師傳訊息）',
  createdAt: '2024-10-28T15:13:06.625Z',
  user: { id: 'H7ed05IBDfH0hhhZv6dL', name: 'Danielita Labate' },
};
